[
    {
        "id": 1,
        "nama": "Angklung",
        "daerah": "Jawa Barat",
        "tipe": "Pukul",
        "tahun": "Abad ke-12",
        "sejarah": "Angklung berkembang di kalangan masyarakat Sunda dan digunakan dalam berbagai upacara adat, terutama yang berkaitan dengan pertanian.",
        "kegunaan": "Digunakan dalam pertunjukan musik, upacara adat, dan sebagai sarana pendidikan musik.",
        "gambar": "assets/images/angklung.jpg"
    },

    {
        "id": 2,
        "nama": "Sasando",
        "daerah": "Nusa Tenggara Timur",
        "tipe": "Petik",
        "tahun": "Abad ke-7",
        "sejarah": "Berasal dari Pulau Rote, NTT. Legenda menceritakan alat musik ini diciptakan dari inspirasi jaring laba-laba.",
        "kegunaan": "Mengiringi nyanyian, tarian, dan syair dalam acara adat masyarakat Rote.",
        "gambar": "assets/images/sasando.jpg"
    },

    {
        "id": 3,
        "nama": "Kolintang",
        "daerah": "Sulawesi Utara",
        "tipe": "Pukul",
        "tahun": "Zaman Prasejarah",
        "sejarah": "Awalnya terbuat dari bilah-bilah kayu yang diletakkan berjajar. Nama Kolintang berasal dari bunyi 'tong-ting-tang'.",
        "kegunaan": "Sebagai pengiring tarian, nyanyian, dan upacara adat Minahasa.",
        "gambar": "assets/images/kolintang.jpg"
    },

    {
        "id": 4,
        "nama": "Gamelan",
        "daerah": "Jawa & Bali",
        "tipe": "Pukul",
        "tahun": "Abad ke-8",
        "sejarah": "Merupakan ansambel musik yang menonjolkan metalofon, gambang, gendang, dan gong. Sangat berkembang di era kerajaan Hindu-Buddha.",
        "kegunaan": "Mengiringi pertunjukan wayang, tari, upacara keagamaan, dan konser mandiri.",
        "gambar": "assets/images/gamelan.jpg"
    },

    {
        "id": 5,
        "nama": "Tifa",
        "daerah": "Papua & Maluku",
        "tipe": "Pukul",
        "tahun": "Zaman Prasejarah",
        "sejarah": "Mirip dengan gendang, dibuat dari sebatang kayu yang dilubangi dan salah satu sisinya ditutup kulit hewan (biasanya rusa).",
        "kegunaan": "Instrumen utama dalam upacara adat, mengiringi tarian perang, dan sebagai alat komunikasi.",
        "gambar": "assets/images/tifa.jpg"
    },

    {
        "id": 6,
        "nama": "Kecapi",
        "daerah": "Jawa Barat",
        "tipe": "Petik",
        "tahun": "Abad ke-15",
        "sejarah": "Merupakan alat musik utama dalam Tembang Sunda atau Mamaos Cianjuran. Sering dimainkan bersama suling.",
        "kegunaan": "Mengiringi puisi epik (pantun Sunda), musik instrumental, dan sebagai hiburan.",
        "gambar": "assets/images/kecapi.jpg"
    }
]